Repository: vadimDeveloperIOS/plantId
Catalog: PlantID/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt_br, zh_hans

source: All good here!
ar: كل شيء على ما يرام!
de: Alles in Ordnung!
es: ¡Todo bien aquí!
fr: Tout va bien ici !
it: Tutto bene qui!
ja: すべて順調です！
pt_br: Tudo certo por aqui!
zh_hans: 一切都很好！

# strelitzia_thriving
source: Strelitzia is thriving — keep up the excellent care!
ar: ستريليتزيا مزدهرة — استمر في العناية الممتازة!
de: Strelitzia gedeiht — weiter so mit der guten Pflege!
es: La strelitzia está prosperando — ¡sigue con el excelente cuidado!
fr: Le strelitzia prospère — continuez à bien en prendre soin !
it: La strelitzia sta prosperando — continua così!
ja: ストレリチアは元気です — この調子でお世話を続けてください！
pt_br: A strelitzia está prosperando — continue com o excelente cuidado!
zh_hans: 鹤望兰生长良好 — 继续保持出色的养护！

# check_your_plant
source: Check Your Plant’s Wellbeing
ar: تحقق من صحة نباتك
de: Überprüfen Sie das Wohlbefinden Ihrer Pflanze
es: Revisa el bienestar de tu planta
fr: Vérifiez la santé de votre plante
it: Controlla il benessere della tua pianta
ja: 植物の健康状態をチェック
pt_br: Verifique o bem-estar da sua planta
zh_hans: 检查您的植物健康

# get_instant_insights
source: Get instant insights into potential issues like nutrient deficiency, overwatering
ar: احصل على رؤى فورية حول المشكلات المحتملة مثل نقص المغذيات أو الإفراط في الري
de: Erhalten Sie sofortige Einblicke in mögliche Probleme wie Nährstoffmangel oder Überwässerung
es: Obtén información instantánea sobre posibles problemas como deficiencia de nutrientes o exceso de riego
fr: Obtenez des informations instantanées sur des problèmes potentiels comme une carence en nutriments ou un excès d'eau
it: Ottieni informazioni immediate su possibili problemi come carenza di nutrienti o eccesso d'acqua
ja: 栄養不足や水のやりすぎなどの問題をすぐに把握できます
pt_br: Obtenha insights instantâneos sobre possíveis problemas como deficiência de nutrientes ou excesso de água
zh_hans: 即时了解潜在问题，如营养不足或过度浇水

# hi_there_identify
source: Hi there! Let’s identify your plants
ar: مرحبًا! دعنا نحدد نباتاتك
de: Hallo! Lassen Sie uns Ihre Pflanzen identifizieren
es: ¡Hola! Identifiquemos tus plantas
fr: Bonjour ! Identifions vos plantes
it: Ciao! Identifichiamo le tue piante
ja: こんにちは！植物を識別しましょう
pt_br: Olá! Vamos identificar suas plantas
zh_hans: 你好！让我们识别您的植物

# turn_on_camera
source: Just turn on your camera to get started.
ar: فقط قم بتشغيل الكاميرا للبدء.
de: Schalten Sie einfach Ihre Kamera ein, um zu beginnen.
es: Solo enciende la cámara para comenzar.
fr: Activez simplement votre caméra pour commencer.
it: Accendi semplicemente la fotocamera per iniziare.
ja: カメラをオンにして始めましょう。
pt_br: Basta ligar a câmera para começar.
zh_hans: 只需打开相机即可开始。

source: Snap Tips
ar: نصائح التصوير
de: Fototipps
es: Consejos de foto
fr: Conseils photo
it: Consigli per le foto
ja: 撮影のコツ
pt_br: Dicas de foto
zh_hans: 拍照技巧

source: How to Take Better Photos?
ar: كيف تلتقط صورًا أفضل؟
de: Wie macht man bessere Fotos?
es: ¿Cómo tomar mejores fotos?
fr: Comment prendre de meilleures photos ?
it: Come scattare foto migliori?
ja: より良い写真を撮るには？
pt_br: Como tirar fotos melhores?
zh_hans: 如何拍出更好的照片？

source: STEP 1
ar: الخطوة 1
de: SCHRITT 1
es: PASO 1
fr: ÉTAPE 1
it: PASSO 1
ja: ステップ1
pt_br: PASSO 1
zh_hans: 步骤1

# photograph_entire_plant
source: Photograph the entire plant
ar: صوّر النبات بالكامل
de: Fotografieren Sie die gesamte Pflanze
es: Fotografía toda la planta
fr: Photographiez la plante entière
it: Fotografa l'intera pianta
ja: 植物全体を撮影
pt_br: Fotografe a planta inteira
zh_hans: 拍摄整株植物

source: STEP 2
ar: الخطوة 2
de: SCHRITT 2
es: PASO 2
fr: ÉTAPE 2
it: PASSO 2
ja: ステップ2
pt_br: PASSO 2
zh_hans: 步骤2

# zoom_problem_area
source: Zoom in on the problem area
ar: قم بالتكبير على المنطقة المشكلة
de: Zoomen Sie auf den Problem­bereich
es: Acércate a la zona problemática
fr: Zoomez sur la zone problématique
it: Ingrandisci l'area problematica
ja: 問題のある部分を拡大
pt_br: Dê zoom na área problemática
zh_hans: 放大问题区域

source: STEP 3
ar: الخطوة 3
de: SCHRITT 3
es: PASO 3
fr: ÉTAPE 3
it: PASSO 3
ja: ステップ3
pt_br: PASSO 3
zh_hans: 步骤3

# take_another_shot
source: Take another shot from a different angle
ar: التقط صورة أخرى من زاوية مختلفة
de: Machen Sie eine weitere Aufnahme aus einem anderen Winkel
es: Toma otra foto desde un ángulo diferente
fr: Prenez une autre photo sous un angle différent
it: Scatta un'altra foto da un'angolazione diversa
ja: 別の角度からもう一枚撮影
pt_br: Tire outra foto de um ângulo diferente
zh_hans: 从不同角度再拍一张

source: MY PLANTS
ar: نباتاتي
de: MEINE PFLANZEN
es: MIS PLANTAS
fr: MES PLANTES
it: LE MIE PIANTE
ja: マイプランツ
pt_br: MINHAS PLANTAS
zh_hans: 我的植物

source: No plants yet
ar: لا توجد نباتات بعد
de: Noch keine Pflanzen
es: Aún no hay plantas
fr: Pas encore de plantes
it: Nessuna pianta ancora
ja: まだ植物がありません
pt_br: Ainda não há plantas
zh_hans: 还没有植物

# your_garden_waiting
source: Your garden is waiting — add your first plant.
ar: حديقتك تنتظر — أضف أول نبات لك.
de: Ihr Garten wartet — fügen Sie Ihre erste Pflanze hinzu.
es: Tu jardín está esperando — agrega tu primera planta.
fr: Votre jardin attend — ajoutez votre première plante.
it: Il tuo giardino aspetta — aggiungi la tua prima pianta.
ja: あなたのガーデンが待っています — 最初の植物を追加しましょう。
pt_br: Seu jardim está esperando — adicione sua primeira planta.
zh_hans: 您的花园在等待 — 添加您的第一株植物。

# couldnt_identify
source: Couldn't identify the plant
ar: تعذر تحديد النبات
de: Konnte die Pflanze nicht identifizieren
es: No se pudo identificar la planta
fr: Impossible d'identifier la plante
it: Impossibile identificare la pianta
ja: 植物を識別できませんでした
pt_br: Não foi possível identificar a planta
zh_hans: 无法识别该植物

# try_again_message
source: Please try again. Make sure the image is clear and well-lit.
ar: يرجى المحاولة مرة أخرى. تأكد من أن الصورة واضحة ومضاءة جيدًا.
de: Bitte versuchen Sie es erneut. Stellen Sie sicher, dass das Bild klar und gut beleuchtet ist.
es: Por favor, inténtalo de nuevo. Asegúrate de que la imagen sea clara y esté bien iluminada.
fr: Veuillez réessayer. Assurez-vous que l'image est claire et bien éclairée.
it: Per favore riprova. Assicurati che l'immagine sia chiara e ben illuminata.
ja: もう一度お試しください。 画像が鮮明で明るいことを確認してください。
pt_br: Por favor, tente novamente. Certifique-se de que a imagem está clara e bem iluminada.
zh_hans: 请再试一次。 确保图片清晰且光线充足。

source: Search
ar: بحث
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
pt_br: Buscar
zh_hans: 搜索

source: Plant care
ar: رعاية النبات
de: Pflanzenpflege
es: Cuidado de plantas
fr: Soin des plantes
it: Cura delle piante
ja: 植物のケア
pt_br: Cuidados com a planta
zh_hans: 植物护理

source: %@ plant needs care
ar: النبات %@ يحتاج إلى رعاية
de: %@ benötigt Pflege
es: %@ necesita cuidados
fr: %@ a besoin de soins
it: %@ ha bisogno di cure
ja: %@ のケアが必要です
pt_br: %@ precisa de cuidados
zh_hans: %@ 需要护理

source: The plant is healthy
ar: النبات بصحة جيدة
de: Die Pflanze ist gesund
es: La planta está sana
fr: La plante est en bonne santé
it: La pianta è sana
ja: 植物は健康です
pt_br: A planta está saudável
zh_hans: 植物很健康

source: Unknown plant
ar: نبات غير معروف
de: Unbekannte Pflanze
es: Planta desconocida
fr: Plante inconnue
it: Pianta sconosciuta
ja: 不明な植物
pt_br: Planta desconhecida
zh_hans: 未知植物

source: Needs care
ar: يحتاج إلى رعاية
de: Benötigt Pflege
es: Necesita cuidados
fr: A besoin de soins
it: Ha bisogno di cure
ja: ケアが必要
pt_br: Precisa de cuidados
zh_hans: 需要护理

source: Any problems? Get help
ar: هل لديك مشاكل؟ احصل على المساعدة
de: Probleme? Hilfe erhalten
es: ¿Problemas? Obtén ayuda
fr: Des problèmes ? Obtenez de l'aide
it: Problemi? Ottieni aiuto
ja: 問題がありますか？ヘルプを取得
pt_br: Algum problema? Obtenha ajuda
zh_hans: 有问题？获取帮助

# here_if_need_assistance
source: We’re here if you need assistance.
ar: نحن هنا إذا كنت بحاجة إلى المساعدة.
de: Wir sind da, wenn Sie Hilfe brauchen.
es: Estamos aquí si necesitas ayuda.
fr: Nous sommes là si vous avez besoin d'aide.
it: Siamo qui se hai bisogno di assistenza.
ja: サポートが必要な場合はご連絡ください。
pt_br: Estamos aqui se você precisar de assistência.
zh_hans: 如需帮助，我们随时在这里。

# wait_dont_delete
source: Wait! Don’t Delete Me!
ar: انتظر! لا تحذفني!
de: Warten Sie! Löschen Sie mich nicht!
es: ¡Espera! ¡No me elimines!
fr: Attendez ! Ne me supprimez pas !
it: Aspetta! Non eliminarmi!
ja: 待って！削除しないで！
pt_br: Espere! Não me exclua!
zh_hans: 等等！不要删除我！

# try_now_50_off
source: Try now with 50% off. Get full access at half the price
ar: جرّب الآن بخصم 50٪. احصل على وصول كامل بنصف السعر
de: Jetzt mit 50% Rabatt testen. Voller Zugriff zum halben Preis
es: Prueba ahora con 50% de descuento. Acceso completo a mitad de precio
fr: Essayez maintenant avec 50% de réduction. Accès complet à moitié prix
it: Prova ora con il 50% di sconto. Accesso completo a metà prezzo
ja: 今なら50％オフでお試し。全機能を半額で利用可能
pt_br: Experimente agora com 50% de desconto. Acesso total pela metade do preço
zh_hans: 立即试用，享受五折优惠。半价获取全部功能

source: CONTINUE
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar
zh_hans: 继续

source: Add to My Plants
ar: أضف إلى نباتاتي
de: Zu meinen Pflanzen hinzufügen
es: Agregar a mis plantas
fr: Ajouter à mes plantes
it: Aggiungi alle mie piante
ja: マイプランツに追加
pt_br: Adicionar às minhas plantas
zh_hans: 添加到我的植物

source: Create Care Plan
ar: إنشاء خطة رعاية
de: Pflegeplan erstellen
es: Crear plan de cuidado
fr: Créer un plan de soins
it: Crea piano di cura
ja: ケアプランを作成
pt_br: Criar plano de cuidados
zh_hans: 创建护理计划

source: Enable Camera
ar: تفعيل الكاميرا
de: Kamera aktivieren
es: Activar cámara
fr: Activer la caméra
it: Abilita fotocamera
ja: カメラを有効にする
pt_br: Ativar câmera

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
pt_br: Voltar
zh_hans: 返回

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
pt_br: Ajuda
zh_hans: 帮助

# plants_app
source: PLANT ID
ar: معرف النبات
de: Pflanzen ID
es: ID Planta
fr: ID Plante
it: ID Pianta
ja: 植物ID
pt_br: ID Planta
zh_hans: 植物识别

# find_plants_together
source: Let's find your plants together
ar: دعنا نبحث عن نباتاتك معًا
de: Lass uns gemeinsam deine Pflanzen finden
es: Busquemos tus plantas juntos
fr: Trouvons vos plantes ensemble
it: Troviamo insieme le tue piante
ja: 一緒に植物を探しましょう
pt_br: Vamos encontrar suas plantas juntos
zh_hans: 让我们一起寻找您的植物

# no_scanned_plants
source: You haven't scanned any plants yet. Just turn on your camera to get started!
ar: لم تقم بمسح أي نباتات بعد. فقط قم بتشغيل الكاميرا للبدء!
de: Du hast noch keine Pflanzen gescannt. Schalte einfach deine Kamera ein, um zu starten!
es: Aún no has escaneado ninguna planta. Solo enciende la cámara para comenzar!
fr: Vous n'avez pas encore scanné de plantes. Activez simplement votre caméra pour commencer !
it: Non hai ancora scansionato nessuna pianta. Basta accendere la fotocamera per iniziare!
ja: まだ植物をスキャンしていません。カメラをオンにして始めましょう！
pt_br: Você ainda não escaneou nenhuma planta. Basta ligar a câmera para começar!
zh_hans: 您还没有扫描任何植物。只需打开相机即可开始！

source: Condition
ar: الحالة
de: Zustand
es: Condición
fr: État
it: Condizione
ja: 状態
pt_br: Condição
zh_hans: 状态

source: Health note:
ar: :ملاحظة صحية
de: Gesundheitshinweis:
es: Nota de salud:
fr: Note de santé :
it: Nota sulla salute:
ja: 健康メモ：
pt_br: Nota de saúde:
zh_hans: 健康备注：

source: Scan Any Plant
ar: امسح أي نبات
de: Beliebige Pflanze scannen
es: Escanear cualquier planta
fr: Scanner n'importe quelle plante
it: Scansiona qualsiasi pianta
ja: どんな植物もスキャン
pt_br: Escanear qualquer planta
zh_hans: 扫描任意植物

source: Instantly
ar: فورًا
de: Sofort
es: Al instante
fr: Instantanément
it: Istantaneamente
ja: すぐに
pt_br: Instantaneamente
zh_hans: 立即

# get_species_and_tips
source: Get species name and care tips with a single touch.
ar: احصل على اسم النوع ونصائح العناية بلمسة واحدة.
de: Erhalte den Artnamen und Pflegetipps mit nur einer Berührung.
es: Obtén el nombre de la especie y consejos de cuidado con un solo toque.
fr: Obtenez le nom de l'espèce et des conseils d'entretien en un seul geste.
it: Ottieni il nome della specie e consigli di cura con un solo tocco.
ja: ワンタッチで種名とケアのヒントを取得。
pt_br: Obtenha o nome da espécie e dicas de cuidados com um toque.
zh_hans: 一键获取物种名称和养护建议。

# unlock_expert_tips
source: Unlock expert plant care tips
ar: افتح نصائح العناية بالنباتات من الخبراء
de: Experten-Tipps zur Pflanzenpflege freischalten
es: Desbloquea consejos expertos para el cuidado de plantas
fr: Débloquez des conseils d'experts pour l'entretien des plantes
it: Sblocca consigli di esperti per la cura delle piante
ja: 専門家の植物ケアのヒントをアンロック
pt_br: Desbloqueie dicas de especialistas em cuidados com plantas
zh_hans: 解锁专家植物养护建议

# identify_any_plant
source: Identify any plant instantly — as many times as you want. Get personalized guidance from real plant experts and smart AI.
ar: حدد أي نبات فورًا — بعدد غير محدود. احصل على إرشادات مخصصة من خبراء نباتات حقيقيين وذكاء اصطناعي ذكي.
de: Identifiziere jede Pflanze sofort – so oft du willst. Erhalte persönliche Tipps von echten Pflanzenexperten und smarter KI.
es: Identifica cualquier planta al instante — tantas veces como quieras. Obtén orientación personalizada de expertos reales y de IA inteligente.
fr: Identifiez n'importe quelle plante instantanément — autant de fois que vous le souhaitez. Obtenez des conseils personnalisés d'experts réels et d'une IA intelligente.
it: Identifica qualsiasi pianta istantaneamente — tutte le volte che vuoi. Ottieni consigli personalizzati da veri esperti di piante e da un'IA intelligente.
ja: どんな植物もすぐに識別 — 何度でも。実際の植物専門家やスマートAIからパーソナルなアドバイスを受け取ろう。
pt_br: Identifique qualquer planta instantaneamente — quantas vezes quiser. Receba orientações personalizadas de especialistas reais e IA inteligente.
zh_hans: 立即识别任何植物——不限次数。获取真实植物专家和智能AI的个性化指导。

# track_growth
source: Track your plant's growth
ar: تتبع نمو نباتك
de: Verfolge das Wachstum deiner Pflanze
es: Sigue el crecimiento de tu planta
fr: Suivez la croissance de votre plante
it: Traccia la crescita della tua pianta
ja: 植物の成長を記録
pt_br: Acompanhe o crescimento da sua planta
zh_hans: 追踪您的植物生长

# log_milestones
source: Log milestones, photos, and progress to watch your plants thrive.
ar: سجل الإنجازات والصور والتقدم لمتابعة ازدهار نباتاتك.
de: Halte Meilensteine, Fotos und Fortschritte fest, um das Gedeihen deiner Pflanzen zu beobachten.
es: Registra hitos, fotos y progreso para ver prosperar tus plantas.
fr: Enregistrez les étapes, les photos et les progrès pour voir vos plantes s'épanouir.
it: Registra traguardi, foto e progressi per vedere prosperare le tue piante.
ja: マイルストーン、写真、成長記録で植物の成長を見守ろう。
pt_br: Registre marcos, fotos e progresso para ver suas plantas prosperarem.
zh_hans: 记录里程碑、照片和进展，见证植物茁壮成长。

source: Ad-free experience
ar: تجربة خالية من الإعلانات
de: Werbefreies Erlebnis
es: Experiencia sin anuncios
fr: Expérience sans publicité
it: Esperienza senza pubblicità
ja: 広告なしの体験
pt_br: Experiência sem anúncios
zh_hans: 无广告体验

# enjoy_clean_interface
source: Enjoy a clean, distraction-free interface with no ads.
ar: استمتع بواجهة نظيفة وخالية من الإعلانات.
de: Genieße eine saubere, ablenkungsfreie Oberfläche ohne Werbung.
es: Disfruta de una interfaz limpia y sin distracciones, sin anuncios.
fr: Profitez d'une interface propre, sans distraction ni publicité.
it: Goditi un'interfaccia pulita e senza distrazioni, senza pubblicità.
ja: 広告なしのクリーンで快適なインターフェースを楽しもう。
pt_br: Aproveite uma interface limpa e sem distrações, sem anúncios.
zh_hans: 享受干净、无干扰的界面，无广告。

# largest_database
source: World's largest plant database
ar: أكبر قاعدة بيانات للنباتات في العالم
de: Größte Pflanzendatenbank der Welt
es: La base de datos de plantas más grande del mundo
fr: La plus grande base de données de plantes au monde
it: Il più grande database di piante al mondo
ja: 世界最大の植物データベース
pt_br: Maior banco de dados de plantas do mundo
zh_hans: 世界上最大的植物数据库

# access_detailed_info
source: Access detailed info on thousands of plants around the globe.
ar: الوصول إلى معلومات مفصلة عن آلاف النباتات حول العالم.
de: Greife auf detaillierte Informationen zu Tausenden von Pflanzen weltweit zu.
es: Accede a información detallada sobre miles de plantas en todo el mundo.
fr: Accédez à des informations détaillées sur des milliers de plantes dans le monde entier.
it: Accedi a informazioni dettagliate su migliaia di piante in tutto il mondo.
ja: 世界中の何千もの植物の詳細情報にアクセス。
pt_br: Acesse informações detalhadas sobre milhares de plantas ao redor do mundo.
zh_hans: 访问全球数千种植物的详细信息。

source: Diagnostics result
ar: نتيجة التشخيص
de: Diagnoseergebnis
es: Resultado del diagnóstico
fr: Résultat du diagnostic
it: Risultato della diagnosi
ja: 診断結果
pt_br: Resultado do diagnóstico
zh_hans: 诊断结果

source: /Week
ar: /أسبوع
de: /Woche
es: /Semana
fr: /Semaine
it: /Settimana
ja: /週
pt_br: /Semana
zh_hans: /周

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade
zh_hans: 隐私政策

source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
it: Termini di utilizzo
ja: 利用規約
pt_br: Termos de Uso
zh_hans: 使用条款

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入の復元
pt_br: Restaurar Compras
zh_hans: 恢复购买

source: Tell Us What
ar: أخبرنا بما
de: Sagen Sie uns, was
es: Cuéntanos qué
fr: Dites-nous ce que
it: Dicci cosa
ja: ご意見を
pt_br: Conte-nos o que
zh_hans: 告诉我们

source: You Think
ar: تفكر به
de: Sie denken
es: piensas
fr: vous pensez
it: ne pensi
ja: お聞かせください
pt_br: você acha
zh_hans: 您的想法

source: Help us grow by sharing your experience.
ar: ساعدنا على النمو بمشاركة تجربتك.
de: Helfen Sie uns zu wachsen, indem Sie Ihre Erfahrung teilen.
es: Ayúdanos a crecer compartiendo tu experiencia.
fr: Aidez-nous à grandir en partageant votre expérience.
it: Aiutaci a crescere condividendo la tua esperienza.
ja: ご体験を共有して成長をサポートしてください。
pt_br: Ajude-nos a crescer compartilhando sua experiência.
zh_hans: 通过分享您的体验帮助我们成长。

source: View Your
ar: عرض
de: Anzeigen
es: Ver tu
fr: Voir votre
it: Visualizza il tuo
ja: あなたの
pt_br: Veja seu
zh_hans: 查看您的

source: Scan History
ar: سجل المسح
de: Scanverlauf
es: Historial de Escaneos
fr: Historique des scans
it: Cronologia scansioni
ja: スキャン履歴
pt_br: Histórico de Scans
zh_hans: 扫描历史

# easily_access_past
source: Easily access past scans and follow your plant’s health journey.
ar: يمكنك بسهولة الوصول إلى عمليات المسح السابقة ومتابعة صحة نباتك.
de: Greifen Sie einfach auf vergangene Scans zu und verfolgen Sie die Gesundheit Ihrer Pflanzen.
es: Accede fácilmente a escaneos anteriores y sigue la salud de tus plantas.
fr: Accédez facilement aux scans passés et suivez la santé de vos plantes.
it: Accedi facilmente alle scansioni passate e segui la salute delle tue piante.
ja: 過去のスキャンに簡単にアクセスし、植物の健康履歴を追跡できます。
pt_br: Acesse facilmente scans anteriores e acompanhe a saúde das suas plantas.
zh_hans: 轻松访问过去的扫描并跟踪您的植物健康历程。

source: No payment now
ar: لا يوجد دفع الآن
de: Jetzt keine Zahlung
es: Sin pago ahora
fr: Aucun paiement maintenant
it: Nessun pagamento ora
ja: 今は支払い不要
pt_br: Sem pagamento agora
zh_hans: 现在无需付款

source: Get Unlimited Access
ar: احصل على وصول غير محدود
de: Unbegrenzten Zugriff erhalten
es: Obtén acceso ilimitado
fr: Obtenez un accès illimité
it: Ottieni accesso illimitato
ja: 無制限アクセスを取得
pt_br: Obtenha acesso ilimitado
zh_hans: 获取无限访问权限

source: To All Features
ar: إلى جميع الميزات
de: auf alle Funktionen
es: a todas las funciones
fr: à toutes les fonctionnalités
it: a tutte le funzionalità
ja: すべての機能へ
pt_br: a todos os recursos
zh_hans: 所有功能

# enjoy_3_days_free_then_just
source: Enjoy 3 days free, then just $4.99/week. Or continue with the limited version.
ar: استمتع بـ 3 أيام مجانًا، ثم فقط 4.99 دولار/أسبوع. أو استمر في النسخة المحدودة.
de: Genießen Sie 3 Tage kostenlos, dann nur 4,99 $/Woche. Oder fahren Sie mit der eingeschränkten Version fort.
es: Disfruta de 3 días gratis, luego solo $4.99/semana. O continúa con la versión limitada.
fr: Profitez de 3 jours gratuits, puis seulement 4,99 $/semaine. Ou continuez avec la version limitée.
it: Goditi 3 giorni gratis, poi solo 4,99 $/settimana. Oppure continua con la versione limitata.
ja: 3日間無料、その後は週4.99ドル。 または制限付きバージョンを継続。
pt_br: Aproveite 3 dias grátis, depois apenas US$4,99/semana. Ou continue com a versão limitada.
zh_hans: 享受3天免费，之后每周仅需$4.99。 或继续使用受限版本。

source: What’s covered in your plan
ar: ما الذي يشمله خطتك
de: Was ist in Ihrem Plan enthalten
es: Qué incluye tu plan
fr: Ce qui est inclus dans votre plan
it: Cosa è incluso nel tuo piano
ja: プランに含まれる内容
pt_br: O que está incluso no seu plano
zh_hans: 您的计划包含哪些内容

source: Special Offer
ar: عرض خاص
de: Sonderangebot
es: Oferta especial
fr: Offre spéciale
it: Offerta speciale
ja: 特別オファー
pt_br: Oferta Especial
zh_hans: 特别优惠

source: Don't Miss Out!
ar: لا تفوت الفرصة!
de: Nicht verpassen!
es: ¡No te lo pierdas!
fr: Ne manquez pas ça !
it: Non perdere l'occasione!
ja: お見逃しなく！
pt_br: Não perca!
zh_hans: 不要错过！

source: Cancel anytime
ar: يمكنك الإلغاء في أي وقت
de: Jederzeit kündbar
es: Cancela en cualquier momento
fr: Annulez à tout moment
it: Annulla in qualsiasi momento
ja: いつでもキャンセル可能
pt_br: Cancele a qualquer momento
zh_hans: 随时取消

source: PROFILE
ar: الملف الشخصي
de: PROFIL
es: PERFIL
fr: PROFIL
it: PROFILO
ja: プロフィール
pt_br: PERFIL
zh_hans: 个人资料

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt_br: Notificações
zh_hans: 通知

source: Support
ar: الدعم
es: Soporte
it: Supporto
ja: サポート
pt_br: Suporte
zh_hans: 支持

source: Rate Us
ar: قيّمنا
de: Bewerten Sie uns
es: Califícanos
fr: Évaluez-nous
it: Valutaci
ja: 評価する
pt_br: Avalie-nos
zh_hans: 评价我们

# my_plants_little
source: My Plants
ar: نباتاتي
de: Meine Pflanzen
es: Mis Plantas
fr: Mes plantes
it: Le mie piante
ja: マイプランツ
pt_br: Minhas Plantas
zh_hans: 我的植物

# history_ little
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

source: GRAB IT NOW
ar: احصل عليه الآن
de: JETZT HOLEN
es: OBTÉNLO AHORA
fr: OBTENEZ-LE MAINTENANT
it: PRENDILO ORA
ja: 今すぐ入手
pt_br: APROVEITE AGORA
zh_hans: 立即获取

# enable_camera_big
source: ENABLE CAMERA
ar: تفعيل الكاميرا
de: KAMERA AKTIVIEREN
es: ACTIVAR CÁMARA
fr: ACTIVER LA CAMÉRA
it: ABILITA FOTOCAMERA
ja: カメラを有効にする
pt_br: ATIVAR CÂMERA
zh_hans: 启用相机

# about_plant_big
source: ABOUT PLANT
ar: عن النبات
de: ÜBER DIE PFLANZE
es: SOBRE LA PLANTA
fr: À PROPOS DE LA PLANTE
it: SULLA PIANTA
ja: 植物について
pt_br: SOBRE A PLANTA
zh_hans: 关于植物

source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
pt_br: Tamanho
zh_hans: 大小

source: Humidity
ar: الرطوبة
de: Luftfeuchtigkeit
es: Humedad
fr: Humidité
it: Umidità
ja: 湿度
pt_br: Umidade
zh_hans: 湿度

source: Spraying
ar: الرش
de: Besprühen
es: Rociado
fr: Pulvérisation
it: Spruzzatura
ja: スプレー
pt_br: Pulverização
zh_hans: 喷洒

source: Fertilize
ar: التسميد
de: Düngen
es: Fertilizar
fr: Fertiliser
it: Fertilizzare
ja: 施肥
pt_br: Fertilizar
zh_hans: 施肥

source: 1 time in 7 days
ar: مرة واحدة كل 7 أيام
de: 1 Mal in 7 Tagen
es: 1 vez en 7 días
fr: 1 fois tous les 7 jours
it: 1 volta ogni 7 giorni
ja: 7日に1回
pt_br: 1 vez a cada 7 dias
zh_hans: 每7天1次

source: 1 time in 5 days
ar: مرة واحدة كل 5 أيام
de: 1 Mal in 5 Tagen
es: 1 vez en 5 días
fr: 1 fois tous les 5 jours
it: 1 volta ogni 5 giorni
ja: 5日に1回
pt_br: 1 vez a cada 5 dias
zh_hans: 每5天1次

source: 1 time in 3 days
ar: مرة واحدة كل 3 أيام
de: 1 Mal in 3 Tagen
es: 1 vez en 3 días
fr: 1 fois tous les 3 jours
it: 1 volta ogni 3 giorni
ja: 3日に1回
pt_br: 1 vez a cada 3 dias
zh_hans: 每3天1次

source: 2 times in 3 days
ar: مرتان كل 3 أيام
de: 2 Mal in 3 Tagen
es: 2 veces en 3 días
fr: 2 fois tous les 3 jours
it: 2 volte ogni 3 giorni
ja: 3日に2回
pt_br: 2 vezes a cada 3 dias
zh_hans: 每3天2次

source: Every day
ar: كل يوم
de: Jeden Tag
es: Todos los días
fr: Tous les jours
it: Ogni giorno
ja: 毎日
pt_br: Todos os dias
zh_hans: 每天
