Repository: vadimDeveloperIOS/plantId
Catalog: PlantID/Localization/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, pt_br, zh_hans

source: 1 time in 4 days
ar: مرة واحدة كل 4 أيام
de: 1 Mal in 4 Tagen
es: 1 vez en 4 días
fr: 1 fois tous les 4 jours
it: 1 volta ogni 4 giorni
ja: 4日に1回
pt_br: 1 vez a cada 4 dias
zh_hans: 每4天1次

source: Photos
ar: الصور
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt_br: Fotos
zh_hans: 照片

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
it: Medio
ja: 中
pt_br: Médio
zh_hans: 中等

source: in 4 days
ar: خلال 4 أيام
de: in 4 Tagen
es: en 4 días
fr: dans 4 jours
it: in 4 giorni
ja: 4日後
pt_br: em 4 dias
zh_hans: 4天后

source: in 30 days
ar: خلال 30 يومًا
de: in 30 Tagen
es: en 30 días
fr: dans 30 jours
it: in 30 giorni
ja: 30日後
pt_br: em 30 dias
zh_hans: 30天后

source: Indoor
ar: داخلي
de: Innenbereich
es: Interior
fr: Intérieur
it: Interno
ja: 屋内
pt_br: Interno
zh_hans: 室内

source: NO VALUE
ar: لا توجد قيمة
de: KEIN WERT
es: SIN VALOR
fr: AUCUNE VALEUR
it: NESSUN VALORE
ja: 値なし
pt_br: SEM VALOR
zh_hans: 无数值

source: View more
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
fr: Voir plus
it: Vedi di più
ja: もっと見る
pt_br: Ver mais
zh_hans: 查看更多

source: The plant might be unhealthy
ar: قد يكون النبات غير صحي
de: Die Pflanze könnte ungesund sein
es: La planta podría no estar sana
fr: La plante pourrait être en mauvaise santé
it: La pianta potrebbe essere malsana
ja: 植物が不健康かもしれません
pt_br: A planta pode não estar saudável
zh_hans: 植物可能不健康

source: Plant type
ar: نوع النبات
de: Pflanzenart
es: Tipo de planta
fr: Type de plante
it: Tipo di pianta
ja: 植物の種類
pt_br: Tipo de planta
zh_hans: 植物类型

source: Current condition
ar: الحالة الحالية
de: Aktueller Zustand
es: Condición actual
fr: État actuel
it: Condizione attuale
ja: 現在の状態
pt_br: Condição atual
zh_hans: 当前状况

source: Preliminary diagnoses:
ar: تشخيصات أولية:
de: Vorläufige Diagnosen:
es: Diagnósticos preliminares:
fr: Diagnostics préliminaires :
it: Diagnosi preliminari:
ja: 予備診断：
pt_br: Diagnósticos preliminares:
zh_hans: 初步诊断：

source: WATERING
ar: الري
de: BEWÄSSERUNG
es: RIEGO
fr: ARROSAGE
it: IRRIGAZIONE
ja: 水やり
pt_br: REGA
zh_hans: 浇水

source: Frequency:
ar: التكرار:
de: Häufigkeit:
es: Frecuencia:
fr: Fréquence :
it: Frequenza:
ja: 頻度：
pt_br: Frequência:
zh_hans: 频率：

source: Reminder:
ar: تذكير:
de: Erinnerung:
es: Recordatorio:
fr: Rappel :
it: Promemoria:
ja: リマインダー：
pt_br: Lembrete:
zh_hans: 提醒：

source: Amount:
ar: الكمية:
de: Menge:
es: Cantidad:
fr: Quantité :
it: Quantità:
ja: 量：
pt_br: Quantidade:
zh_hans: 数量：

# save_care_plan_big
source: SAVE CARE PLAN
ar: حفظ خطة الرعاية
de: PFLEGEPLAN SPEICHERN
es: GUARDAR PLAN DE CUIDADO
fr: ENREGISTRER LE PLAN DE SOINS
it: SALVA PIANO DI CURA
ja: ケアプランを保存
pt_br: SALVAR PLANO DE CUIDADOS
zh_hans: 保存护理计划

source: Every 3 days
ar: كل 3 أيام
de: Alle 3 Tage
es: Cada 3 días
fr: Tous les 3 jours
it: Ogni 3 giorni
ja: 3日ごと
pt_br: A cada 3 dias
zh_hans: 每3天

source: Once a week
ar: مرة في الأسبوع
de: Einmal pro Woche
es: Una vez a la semana
fr: Une fois par semaine
it: Una volta a settimana
ja: 週に1回
pt_br: Uma vez por semana
zh_hans: 每周一次

source: Once every two weeks
ar: مرة كل أسبوعين
de: Einmal alle zwei Wochen
es: Una vez cada dos semanas
fr: Une fois toutes les deux semaines
it: Una volta ogni due settimane
ja: 2週間に1回
pt_br: Uma vez a cada duas semanas
zh_hans: 每两周一次

source: Once a month
ar: مرة في الشهر
de: Einmal im Monat
es: Una vez al mes
fr: Une fois par mois
it: Una volta al mese
ja: 月に1回
pt_br: Uma vez por mês
zh_hans: 每月一次

# create_care_plan_big
source: CREATE A CARE PLAN
ar: إِنْشَاء خُطَّة رِعَايَة
de: PFLEGEPLAN ERSTELLEN
es: CREAR PLAN DE CUIDADO
fr: CRÉER UN PLAN DE SOINS
it: CREA UN PIANO DI CURA
ja: ケアプランを作成
pt_br: CRIAR PLANO DE CUIDADOS
zh_hans: 创建护理计划

# add_to_my_plants_big
source: ADD TO MY PLANTS
ar: أَضِف إِلَى نَبَاتَاتِي
de: ZU MEINEN PFLANZEN HINZUFÜGEN
es: AGREGAR A MIS PLANTAS
fr: AJOUTER À MES PLANTES
it: AGGIUNGI ALLE MIE PIANTE
ja: マイプランツに追加
pt_br: ADICIONAR ÀS MINHAS PLANTAS
zh_hans: 添加到我的植物

# diagnostic_result_big
source: DIAGNOSTIC RESULTS
ar: نَتَائِج التَّشْخِيص
de: DIAGNOSEERGEBNISSE
es: RESULTADOS DEL DIAGNÓSTICO
fr: RÉSULTATS DU DIAGNOSTIC
it: RISULTATI DIAGNOSTICI
ja: 診断結果
pt_br: RESULTADOS DO DIAGNÓSTICO
zh_hans: 诊断结果

source: TRY AGAIN
ar: حاول مرة أخرى
de: NOCHMAL VERSUCHEN
es: INTENTAR DE NUEVO
fr: RÉESSAYER
it: RIPROVA
ja: 再試行
pt_br: TENTAR NOVAMENTE
zh_hans: 再试一次

# plant_api_lang
source: en
ar: ar
de: de
es: es
fr: fr
it: it
pt_br: pt
zh_hans: zh
